export const dataMaterial = [
  {
    id: 1,
    question: `Материалы, применяемые при постройке и ремонте судов.
`,
    answer: `Сталь, в основном углеродистая, низколегированные стали. Алюминий. Чугун. В судостроении из него отливают кнехты, кипы, клюзы, дейдвудные трубы, арматуру, станины машин, маховики. Основными конструкционными материалами в судостроении являются высококачественные углеродистые, низколегирован­ные и стали с особыми свойствами (нержавеющая, высокопроч­ная, износоустойчивая, жаропрочная).`,
  },
  {
    id: 2,
    question: `На какие группы разделяют металлы.`,
    answer: `Металлы разделяют на три группы: черные металлы, цвет­ные металлы и сплавы цветных металлов. Названия этих групп носят, в большей степени, условный характер. Черные металлы – это железо и сплавы на его основе: сталь, чугун, ферросплавы. К цветным относят большинство прочих металлов и их соединений. Наиболее востребованные – медь, алюминий, цинк, никель, олово, латунь, титан.`,
  },
  {
    id: 3,
    question: `Какие металлы относятся к черным.
`,
    answer: `Чёрными сплавами или чёрными металлами условно называют железо и его сплавы - чугуны, стали, иногда и ферросплавы. Остальные металлы и сплавы, в отличие от чёрных металлов и сплавов, называют цветными.`,
  },
  {
    id: 4,
    question: `Химический состав чугуна.
`,
    answer: `Чугуном называют сплав, состоящий из железа и углерода. При этом количество содержащегося в железе углерода составляет не менее 2,14%. Углерод может представлять собой цементит или графит. В составе чугуна содержатся некоторые примеси, такие как Si, Mn, S, P и легирующие вещества.`,
  },
  {
    id: 5,
    question: `Виды чугунов.
`,
    answer: `Белый чугун (хрупкий, содержит ледебурит и не содержит графит)
Серый чугун (графит в форме пластин)
Ковкий чугун (графит в хлопьях)
Высокопрочный чугун (графит в форме сфероидов)
Половинчатый чугун (содержит и графит, и ледебурит)`,
  },
  {
    id: 6,
    question: `Как используется белый чугун.`,
    answer: `
Белые чугуны обладают высокой прочностью и хрупкостью, и они очень абразивные, они плохо поддаются механической обработке, поэтому из них получают отливки не требующих обработки и работающих в условиях абразивного износа при сухом трении, также белый чугун используют для получения ковкого чугуна. Самое широкое применение сплав получил при
изготовлении крупных деталей простой конфигурации.
Это корпуса и детали станков и прокатных станов, шары
для мельниц, приводные и опорные колеса. Кроме этого
белый чугун используют для изготовления узлов
агрегатов, которые испытывают на себе постоянное
воздействие абразивных материалов.
Важным моментом является использование обычного
чугуна в качестве сырья для изготовления ковких сортов
железоуглеродистых чугунных и стальных сплавов.`,
  },
  {
    id: 7,
    question: `Какое самое положительное качество серого чугуна. `,
    answer: `стойкость к усилиям на сжатие;
поглощение вибрационных колебаний (на порядок выше, чем у стали);
не накапливает напряжение на цикличных нагрузках («усталость металла»);
благодаря текучести в расплаве и малой усадке при застывании хорошо подходит для литья.`,
  },
  {
    id: 8,
    question: `Природа получения модифицированного чугуна.`,
    answer: `Модифицированный чугун, чугун, в который в жидком состоянии при определённых условиях введены модификаторы. Модификация чугуна графитизирующими, стабилизирующими и комплексными модификаторами осуществляется для улучшения его структуры и свойств. Модифицирование — означает управление структурой и свойствами литейного чугуна за счет минимизации переохлаждения и увеличения количества центров кристаллизации графита во время охлаждения отливки.`,
  },
  {
    id: 9,
    question: `Химический состав стали.`,
    answer: `В состав стали входят железо и другии элементы, такие как углерод, марганец, фосфор, сера, никель, хром и другие. Изменения в составе стали важны для большего разнообразия марок стали и свойств стали. Железо это основной элемент стали.`,
  },
  {
    id: 10,
    question: `Отличие стали от чугуна по химическому составу.`,
    answer: `Основное отличие чугуна от стали заключается в составе металлов. Сталь представляет собой сплав железа (45%) с углеродом (не более 2%) и легирующими примесями, в качестве которых могут выступать такие вещества, как никель, молибден либо другие. Этот металл отличается высокой прочностью, пластичностью, легкостью обработки. В состав чугуна также входит железо с углеродом, но последнего должно быть от 2% и больше. В качестве легирующих добавок обычно выступает кремний, фосфор, марганец или другие компоненты.

`,
  },
  {
    id: 11,
    question: `Углеродистая сталь, химический состав, свойства.`,
    answer: `Углеродистая сталь - сплав железа с углеродом. Содержание углерода варьируется от 0,02 до 2,14%, дополнительные примеси: марганец Mn до 0,9%, кремний Si до 0,5%, сера S до 0,06%, фосфора P до 0,07%. Главной составляющей, определяющей свойства стали, является углерод. Основа такого сплава - высокое содержание углерода.`,
  },
  {
    id: 12,
    question: `Легированная сталь, химический состав, свойства.
`,
    answer: `Легированная сталь отличается составом, ее основные компоненты – железо (не менее 45%) и главная составляющая, углерод. Но в отличие от классического металла, добавляют специализированные легирующие элементы.`,
  },
  {
    id: 13,
    question: `Виды легированных сталей.
`,
    answer: `По степени легирования стали разделяют на: низколегированную (легирующих элементов до 2,5 %), среднелегированную (от 2,5 до 10 %), высоколегированную (от 10 до 50 %). 
По назначению стали подразделяются на: конструкционные легированные стали, инструментальные легированные стали, стали с особыми свойствами.`,
  },
  {
    id: 14,
    question: `Характерные отличия углеродистых сталей от легированных.`,
    answer: `Углеродистая сталь состоит из тех же элементов, что первоначальное сырье: железо, углерод, кремний, марганец и вредные примеси: сера, фосфор. Легированными (ligare-связывать) называют сплавы, усиленные другими металлами: хромом, никелем, медью, молибденом`,
  },
  {
    id: 15,
    question: `Нержавеющая сталь, область ее применения.
`,
    answer: `Нержавейка или нержавеющая сталь — это прочный металл, легированная сталь, отличающийся качеством высокой стойкости к коррозии. Нержавеющую сталь широко используют во всех сферах жизни человека, начиная от строительства и машиностроения, заканчивая производством бытовой техники и электроники.`,
  },
  {
    id: 16,
    question: `Жаростойкая, жаропрочная и теплоустойчивая стали, характеристика, область применения
`,
    answer: `Жаропрочные сплавы и стали - материалы, работающие при высоких температурах в течение заданного периода времени в условиях сложно-напряженного состояния и обладающие достаточным сопротивлением к коррозии в газовых средах.`,
  },
  {
    id: 17,
    question: `Цветные металлы, определение, маркировка.`,
    answer: `К цветным относят все металлы и сплавы, которые не содержат железа в своем составе. Такое название металлы получили благодаря цвету некоторых представителей этой группы. Например, медь имеет красный оттенок. Цветные металлы – это медь, алюминий, цинк, олово, свинец, никель, хром, серебро и т.`,
    image: `https://sun9-88.userapi.com/impg/Ti2yF10ds0nOxecCFqU7T6Ii_42m951UmG5Meg/ClMcpaDvAFk.jpg?size=727x265&quality=96&sign=f7e1e7c6dcef361bae6fa5a13d5648f4&type=album`,
  },
  {
    id: 18,
    question: ``,
    answer: `Медь (Cu) – мягкий и пластичный металл золотисто-розового цвета.  Медь бывает разных марок: М00, М0, М1, М2 и М3. Марки меди определяются чистотой её содержания.`,
  },
  {
    id: 19,
    question: `Алюминий, марки, область применения.`,
    answer: `Алюминий —легкий и пластичный белый металл. Существуют марки алюминия: А, АЕ, АО, А5, А6, А7, А8, А85, А95, А97, А99, А999 и А995. Марки от А до А85 содержат не более 2 % примесей и называются алюминием технической чистоты.`,
  },
  {
    id: 20,
    question: `Свинец, характерные свойства, область применения.
`,
    answer: `Простое вещество свинец — ковкий, сравнительно легкоплавкий тяжёлый металл серебристо-белого цвета с синеватым отливом.Свинец широко применяют для производства различных сплавов, в том числе антифрикционных сплавов (баббитов), свинцовых бронз, свинцовооловянных припоев, легкоплавких свинцовокадмиевооловянных сплавов, типографских сплавов, для производства фольги.`,
  },
  {
    id: 21,
    question: `Олово, характерные свойства, область применения.
`,
    answer: `Олово — легкий цветной металл, простое неорганическое вещество. Главные промышленные применения олова – в белой жести (луженое железо) для изготовления тары, в припоях для электроники, в домовых трубопроводах, в подшипниковых сплавах и в покрытиях из олова и его сплавов. Олово образует различные соединения, многие из которых находят промышленное применение.`,
  },
  {
    id: 22,
    question: `Цинк, характерные свойства, область применения. `,
    answer: `Цинк – это металл. При нормальных условиях — хрупкий переходный металл голубовато-белого цвета (быстро тускнеет на воздухе, покрываясь тонким слоем оксида цинка). Температура плавления цинка 420°С, температура кипения 906°С, плотность 7,13 г/см3.Цинк вводится в состав многих твёрдых припоев для снижения их температуры плавления. Окись цинка широко используется в медицине как антисептическое и противовоспалительное средство. Также окись цинка используется для производства краски — цинковых белил. Цинк — важный компонент латуни.`,
  },
  {
    id: 23,
    question: `Понятие о сплаве, характер взаимодействия компонентов в сплавах.
`,
    answer: `Под сплавом понимают вещество, полученное сплавлением двух или более элементов. В зависимости от характера взаимодействия компонентов различают сплавы:

1) механические смеси;

2) химические соединения;

3) твердые растворы.`,
  },
  {
    id: 24,
    question: ` Цветные сплавы, определение марки.
`,
    answer: `Цветные сплавы - это это сплавы на основе любых металлов, кроме железа. К цветным металлам относят алюминий, медь, цинк, никель, олово, свинец, хром.
Эти сплавы маркируются буквами "АЛ" с последующим порядковым номером: АЛ2, АЛ9, АЛ13, АЛ22, АЛЗО. Иногда маркируют по составу: АК7М2; АК21М2, 5Н2,5; АК4МЦ6. В этом случае "М" обозначает медь. "К" - кремний, "Ц" - цинк, "Н" - никель; цифра - среднее % содержание элемента.`,
  },
  {
    id: 25,
    question: `Физические свойства материалов.
`,
    answer: `К физическим свойствам материалов относится плотность, температура плавления, электропроводность, теплопроводность, магнитные свойства, коэффициент температурного расширения и др.`,
  },
  {
    id: 26,
    question: `Химические свойства материалов.
`,
    answer: `Основные химические свойства материалов:
способность вступать в реакцию с летучими веществами и кислородом;
кислотостойкость;
щелочестойкость.`,
  },
  {
    id: 27,
    question: `Технологические свойства материалов.
`,
    answer: `Технологические свойства определяют пригодность материала для изготовления из него детали тем или иным способом. К числу этих свойств относятся: обрабатываемость резанием, ковкость, свариваемость, жидкотекучесть, усадка, склонность к ликвации и др.`,
  },
  {
    id: 28,
    question: `Механические свойства материалов.
`,
    answer: `К механическим свойствам относятся : прочность материала (кратковременная и длительная), твердость, упругость, пластичность, вязкость, ползучесть, усталость, трещиностойкость, жаропрочность и др.`,
  },
  {
    id: 29,
    question: `Основные свойства конструкционных и эксплуатационных материалов.
`,
    answer: `К основным механическим свойствам конструкционных материалов и сплавов, определяющим работоспособность и область их применения, относят: твердость, прочность, упругость, пластичность, вязкость, выносливость.`,
  },
  {
    id: 30,
    question: `Инструментальные стали и сплавы

`,
    answer: `Инструментальная сталь - это твердое легированное или углеродистое изделие, которое используется в качестве основного материала производства режущих и измерительных предметов, штампов, точных инструментов, деталей и механизмов (шестеренки, подшипники и пружины).`,
  },
  {
    id: 31,
    question: `Процессы обработки металлов и сплавов.
`,
    answer: `К основным методам металлообработки можно отнести:
Термическая обработка; Обработка давлением; Сварка; Электрическая обработка.`,
  },
  {
    id: 32,
    question: `Методы испытания материалов.
`,
    answer: `Виды испытаний можно классифицировать следующим образом:

1) По характеру воздействия:

- кратковременные испытания;

- длительные испытания.

2) По виду напряженного состояния:

- испытания на растяжение, сжатие, изгиб, кручение, срез;

- испытания в условиях сложного напряженного состояния.

3) Технологические испытания:

- испытания для контроля пластичности;

- измерение твердости;

- испытание на вытяжку.

4) Испытание переменной нагрузкой:

- испытание на выносливость;

- испытание на малоцикловую усталость.

5) Испытание ударом:       

- испытание на ударное растяжение;

- испытание изгибом на ударную вязкость;

- испытание поворотным ударом.

6) Натурные испытания:

- испытание на стендах;

- испытание готовых изделий.`,
  },
  {
    id: 33,
    question: `Виды термообработки, их отличительные особенности.`,
    answer: `Основными видами термической обработки являются:
Отжиг;
Закалка;
Нормализация;
Отпуск;
Криогенная обработка.
Для того чтобы получить равновесную структуру стали, используют такой вид термообработки металлов, как отжиг 1-го рода. Сюда можно отнести такие подвиды термообработки металлов, как гомогенизация, рекристаллизация и снятие напряжений. Этот отжиг не влияет на внешние превращения, а лишь делает структуру металла равномерной и правильной.
Закалка металла – это термическая обработка металлов, при которой заготовку охлаждают с высокой скоростью. Благодаря этому получается неравновесная структура. Отличие отжига и закалки состоит в скорости охлаждения металла после нагрева до критических температур. Нормализация представляет собой тот же отжиг, но с небольшим нюансом. Если после отжига изделие остывает медленно в печи, то при нормализации изделие извлекают из печи, и оно охлаждается уже на воздухе. Криогенная обработка проводится при охлаждении материала до отметок самых низких температур, так называемых сверхнизких показателей. Точкой отсчета сверхнизких температур считается отметка в -153 градуса.`,
  },
  {
    id: 34,
    question: `Титановые сплавы и баббиты, применения.
`,
    answer: `Титан считается одним из наиболее распространенных элементов. Сочетая коррозионную стойкость и прочность с низкой плотностью, он обладает целым рядом конструктивных преимуществ перед такими материалами, как например, сталь или алюминий. Титан и его сплавы нашли применение в металлургии, военной промышленности, в электро- и радиотехнике, химической промышленности, судостроении и других сферах жизнедеятельности. Бабби́т — антифрикционный литейный сплав на основе олова, с добавлением меди, свинца, сурьмы и других легирующих компонентов. Титановые сплавы широко используются в системах и оборудовании из- делий и судов с несущими конструкциями из сталей: системы морской воды, парогенераторы, турбинные установки, теплообменное оборудование, дви- жительные комплексы, рули, ГАС и других.Применяются баббиты при производстве моторно-осевых подшипников электровозов, деталей паровозов и оборудования тяжелого машиностроения; подшипников, работающие при больших скоростях и средних нагрузках.`,
  },
  {
    id: 35,
    question: `Способы получения стали.
`,
    answer: `В настоящее время существуют следующие способы производства стали:
Кислородно-конвертерный способ
Мартеновский способ
Дуговая электропечь
Вакуумные печи`,
  },
  {
    id: 36,
    question: `Влияние пластической деформации на структуру и свойства материалов
`,
    answer: `Влияние пластических деформаций на структуру и свойства металла. С ростом степени холодной пластической деформации усиливаются прочностные свойства металла (увеличиваются пределы прочности и текучести, твердость), а пластические свойства ослабевают (уменьшаются относительное удлинение и сужение, ударная вязкость) `,
  },
  {
    id: 37,
    question: `Отжиг стали, закалка стали, отпуск стали `,
    answer: `Для того чтобы получить равновесную структуру стали, используют такой вид термообработки металлов, как отжиг 1-го рода.Этот отжиг не влияет на внешние превращения, а лишь делает структуру металла равномерной и правильной.
Закалка металла – это термическая обработка металлов, при которой заготовку охлаждают с высокой скоростью. Благодаря этому получается неравновесная структура. Отличие отжига и закалки состоит в скорости охлаждения металла после нагрева до критических температур. Отпуск стали – это процесс нагрева стали до определенной температуры и последующее охлаждение изделия.`,
  },
  {
    id: 38,
    question: `Неметаллические материалы, применение их на судах.
`,
    answer: `Лесоматериалы находят широкое применение в судостроении из-за небольшого объемного веса, достаточной прочности, легкости обработки и невысокой стоимости. Из дерева изготовляют корпуса некоторых судов, настилы палуб, детали обрешетника под изоляцию другими материалами, обшивку переборок и выгородок, подушки под механизмы, детали оборудования и многое другое. Древесиной дорогих пород, имеющей красивое строение, отделывают парадные помещения.Для защиты древесины от гниения ее пропитывают специальными растворами, называемыми антисептиками, а для увеличения ее огнестойкости – антипиренами.Изоляционные материалы применяют в судостроении для тепловой, противопожарной и противошумной изоляции.  Бетоны применяются для постройки корпуса судна, в судоремонте и при борьбе за живучесть судна во время аварийного повреждения корпуса. Для этих целей используют различные цементы. Для покрытия палуб применяются материалы, предохраняющие их от износа и коррозии, увеличивающие стойкость при ударах, создающие нескользящую поверхность и т. п. `,
  },
  {
    id: 39,
    question: `Термопластичные пластмассы, их отличительные особенности.
`,
    answer: `Обладает высокой химической стойкостью: по стойкости к агрессивным средам превосходит золото и платину. Обладает большой текучестью на холоде и невысокой твердостью. Используется как электроизоляционный материал в технике высоких и ультравысоких частот для изготовления химически стойких деталей.`,
  },
  {
    id: 40,
    question: `Термореактивные пластмассы, их отличительные особенности
`,
    answer: `К группе термореактивных пластмасс относятся пресспорошки, волокниты и слоистые пластики. Они выгодно отличаются от термопластичных пластмасс отсутствием хладотекучести под нагрузкой, более высокой теплостойкостью, малым изменением свойств в процессе эксплуатации.`,
  },
  {
    id: 41,
    question: `Полимерные материалы, пластмассы, резиновые материалы `,
    answer: `Полимеры – органические или неорганические вещества, состоящие из отдельных звеньев-мономеров, соединенных в длинные цепи-макромолекулы химическими или координационным связями. Пластма́ссы (пласти́ческие ма́ссы), или пла́стики — материалы, основой которых являются синтетические или природные высокомолекулярные соединения (полимеры). Исключительно широкое применение получили пластмассы на основе синтетических полимеров. Резиновые материалы представляют собой сложную смесь разнообразных компонентов, основным из которых является продукт вулканизации каучука. Резиновыми называются продукты вулканизации смеси каучука и серы с различными добавками. `,
  },
  {
    question: `Волокнистые композиционные материалы.
`,
    answer: `Волокнистые композиты представляют собой матрицу армированную наполнителем или т. н. арматурой. Роль арматуры выполняют волокна различной формы: нити, стержни, ленты или сетки.`,
  },
];
