export const dataSau = [
  {
    id: 1,
    question: " Классификация и состав СЭУ",
    answer: `- По типу ГД:
Дизельные, Паровые, Газотурбинные, Ядерные энергоустановки, Комбинированные
По способу передачи:
Механические, Электрические, Гидравлические
- По степени автоматизации: 
А1: Полносильно автоматизированная, не требует постоянной вахты
А2: Частично автоматическая, требуется вахта в ГЦ
А3: С уменьшенным обьемом автосистем, мощность до….
                                          Состав СЭУ
- Главная энергоустановка (двиг, движетель и передачи)
- Вспомогательная энергоустановка
- Судовая электроэнергоустановка
`,
  },
  {
    id: 2,
    question: "  Классификация ДВС",
    answer: `1) По способу осуществления рабочего цикла:
4х тактные, 2ух тактные
2) По ряду применяемого топлива
Дизельные, Бензиновые, Газовые
3) По способу наполнения цилиндра воздухом:
Без наддува, с наддувом
4) По способу воспламенения
От сжатия(дизели), искровое зажигание
5) По конструктивному исполнению
Тронковые(обычные), Крейцкофные
6) По расположению рабочих цилиндров
Вертикальные, горизонтальные, V-образные, звездообразные
7) По возможности осуществления реверса
Реверсивные, нереверсивные
8) По назначению
Главные, Вспомогательные
9) По оборотам
Малооборотные(100-350)
Среднеоборотные(350-750)
Высокооборотные(750-3000)

`,
  },
  {
    id: 3,
    question: `Назначение и состав остова ДВС`,
    answer: `Остов двигателя есть неподвижная его часть, являющаяся основой, на которой укрепляются все подвижные детали двигателя. Он воспринимает все усилия возникающие при работе двигателя. Oстоп-поподвижная основа двигателя.

В состав остова входят: фундаментная рама, картер, цилиндры и их крышки. Все эти детали соединяются в жесткую, прочную, единую конструкцию с помощью анкерных связей, болтов или шпилек.
`,
  },
  {
    id: 4,
    question:
      " Теоретически циклы работы 4 тактного ДВС  Рабочие процессы в цилиндре ДВС",
    answer: `
1 такт. Впуск (нагнетание топлива и воздуха)

2 такт. Сжатие (увеличение давления горючей смеси)

3 такт. Расширение (рабочий ход)

4 такт. Выпуск (удаление отработавших газов)

`,
    image:
      "https://sun9-11.userapi.com/impg/1mw2a1qmXoqiJ2KGokBIU6BWRUia9_bQ6GI4sQ/etCqA_ux_Rw.jpg?size=1200x745&quality=96&sign=dc270739547d362bcfde0780524c9d4c&type=album",
  },
  {
    id: 5,
    question: `Назначение и состав механизмов движения ДВС
`,
    answer: `ДВС состоит из кривошипно-шатунного механизма, механизма газораспределения и пяти систем: питання, зажигания, смазки, охлаждения и пуска. Кривошипно-шатунный механизм предназначен для восприятия давления газов и преобразования возвратно-поступательного движения поршня во вращательное Движение коленчатого вала.
`,
  },
  {
    id: 6,
    question: `Теоретически циклы работы 2 тактного ДВС. Рабочие процессы в цилиндре ДВС`,
    answer: `1-2 сжатие
2-3 горение
3-4-5 рабочий ход
`,
    image:
      "https://sun9-24.userapi.com/impg/VetWo7SAuF1ARd2g_k4SJBQucPzjtgOotgyW1Q/G2KRi1k-rmk.jpg?size=307x323&quality=96&sign=7a155c5f4591819727ad7d39a5795242&type=album",
  },
  {
    id: 7,
    question: `Механизм газораспределения ДВС 4-х и 2х тактных ДВС. Регулировки и тех обслуживание
`,
    answer: `Газораспределительный механизм служит для осуществления газораспределения
Передачи в газораспределительном механизме: Шестерная, Валовая, Цепная
Регулировка газораспределительного механизма происходит посредством вращения какого то механизма
`,
  },
  {
    id: 8,
    question: `Топливная система ДВС назначение и состав
`,
    answer: `Предназначена для хранения топлива, подготовки и использования подачи к движителю, подачу в цилиндр
Состоит из: Система топливоподготовки, топливохранения, топливоподачи и топливной аппаратуры

`,
  },
  {
    id: 9,
    question: ` Система охлаждения ДВС назначение и состав.
`,
    answer: `Преднозначена для отвода тепла от деталей двигателя подвергающимся наибольшему нагреванию
Состоит из: Диаратор, насос забортной воды, масляной охладитель, фильтр забортной воды, водоочистительаня установка

`,
  },
  {
    id: 10,
    question: `Система смазки ДВС назначение и состав.
`,
    answer: `Циркуляционная система смазки предназначена для смазывания трущихся деталей механизмов движения, а также их охлаждения. Такой системой смазываются все подшипники. Бывает 2 типа: с сухим картером и мокрым картером. Лубрикаторная система смазки используется для смазки ЦПГ в двухтактных крейцкофных дизелях
Состоит из: сепараторов, насосов, цистерн, маслоохладителя, фильтров, НИПов
`,
  },
  {
    id: 11,
    question: `Назначение устройство и конструктивные особенности систем парогенераторов
`,
    answer: `Паровой котел — теплообменный аппарат предназначенный для превращения воды в пар заданных параметров за счет тепловой энергии при сжигании топлива
По конструктивный особенностям котлы делятся на: 
Водотрубные — воды и паровая смесь внутри труб, горячие газы снаружи
Огнетрубные — горячие газы внутри труб, воды снаружи
Комбинированные — водотрубные + огнетрубные
`,
  },
  {
    id: 12,
    question: `Назначение, устройство и принцип действия судовых газовых турбин
`,
    answer: `ГТУ предначены для движения судна.
`,
  },
  {
    id: 13,
    question: `Судовой валопровод и его элементы
`,
    answer: `Упорный вал, промежуточный вал, гребной вал
Между собой валопровод соединяют фланцевыми соединенями
Упорный подшипник.
`,
  },
  {
    id: 14,
    question: `Судовые движители их характеристики. Гребные винты фиксированного шага…
`,
    answer: `Гребные винты: Фиксированного шага, регулируемого шага
шаг винта — расстояние, которое проходит каждая точка винта за один оборот
Крыльчатые движители, Водометные движители
а) с выбросом водяной струи в воду
б) с выбросом водяной струи в атмосферу
в) Полуподводные выброс струи
Подруливающее устройство предназначено для активного управления судном(повышеная маневренность). Устанавливают в носу или в нос и корме
`,
  },
  {
    id: 15,
    question: `Воздушные компрессоры: назначение классификация устройство и принцип действия
`,
    answer: `Предназначены для подачи воздуха в  цилиндр и его продувания
Подразделяются:
1) по числу ступеней сжатия воздуха
- одноступенчатые, многоступенчатые, без предварительного сжатия
2) По числу компрессоров
- без компрессоров, однокомпрессорне. Многокомпрессорные
3) По способу поддержания параметров воздуха, поступающего в цилиндр
- нерегулируемые
- регулируемые
`,
  },
  {
    id: 16,
    question: `Подготовка ДВС к пуску
`,
    answer: `Произвести внешний осмотр
Подготовка топливной системы
Подготовка системы охлаждения
Подготовка системы смазки
`,
  },
  {
    id: 17,
    question: `Параметры контролируемые при работы ДВС
`,
    answer: `1) Температура и давление на входе в двигатель
2) Вязкость топлива
3) Нагрузка двигателя(по оборотам)
4) Температура на входе и выходе из двигателя
5) Температура и давление продуваемого воздуха
6) Температура выпускных газов по цилиндрам
7) Темепратура и давление в системе смазки
8) Расход топлива по времени
9) Температура цилиндрового масла
10) Контроль за вспомогательными газами
`,
  },
  {
    id: 18,
    question: `Системы пуска ДВС
`,
    answer: `Виды пуска: 
Ручной, стартерный, воздушный
Состоит из: воздухораспределителя, управляющий воздух, главный пусковой клапан, пусковой воздух, баллон со сжатым воздухом
`,
  },
  {
    id: 19,
    question: `Судовая техническая документация
`,
    answer: `Вахтенный машинный журнал
Технический отчет
Ремонтные ведомости
Месячный машинный отчет
`,
  },
  {
    id: 21,
    question: `Судовые вспомогательные механизмы. Состав и назначение
`,
    answer: `По роду привода: Автономные и приводные
По расположению: Палубные и внутрикорпусные
По роду используемого топлива: Паровые, дизельные, гидравлические, пневматические, электрические
По назначению: рулевые, грузовые, водоопреснительные

`,
  },
  {
    id: 22,
    question: `Способы наддува ДВС. Газотурбокомпрессор
`,
    answer: `Турбокомрпессор предназначен для повышения мощности двигателя, обеспечения наддува.
Способы наддува: механический, газотурбинный, комбинированный, электрокомпрессор, двухступенчатый наддув, 
`,
  },
  {
    id: 23,
    question: ` Газотурбокомпрессор назначение состав и принцип действия
`,
    answer: `Газотурбокомпрессор предназначен для повышения мозности двигателя обеспечивая наддув
Состоит из: Компрессора, воздухоохладителя, турбины и вала

`,
  },
  {
    id: 24,
    question: `Судовые котельные установки назначение и состав.
`,
    answer: `Паровой котел — теплообменный аппарат предназначенный для превращения воды в пар заданных параметров за счет тепловой энергии при сжигании топлива
Бывают водотрубные, огнетрубные.

`,
  },
  {
    id: 25,
    question: `Системы обслуживающие судовые установки
`,
    answer: `1) Топливная система
2) Система воздухоснабжения
3) Питательная система
4) 5) 6)

`,
  },
  {
    id: 26,
    question: `Устройство и принцип действия котла.
`,
    answer: `Устройство котла`,
    image:
      "https://sun9-21.userapi.com/impg/OJdsqVSOoTY85V2iR4TpfcsM67Zgz0qWzcljgg/KKn0GjzEUv8.jpg?size=819x526&quality=96&sign=9d1718406fb4361cc58dcc882d4d962c&type=album",
  },
];
