export const dataThermo = [
  {
    id: 1,
    question1: "Уравнения состояния идеального газа",
    answer1: `pV = nRT 
p - давление, V - обьем газа, n - кол-во вещества, R - универсальная газовая постоянная 8 314, Т - температура 
`,
    question2: `Общие сведения и классификация ДВС`,
    answer2: `Двигатель внутреннего сгорания (ДВС) - тепловая машина, преобразующая химическую энергию топлива в механическую работу.
В поршневом ДВС процесс сгорания топлива проходит в замкнутом объёме (цилиндре), где расширение продуктов сгорания (газов) вызывает поступательное движение поршня, которое преобразуется во вращение коленчатого вала с помощью кривошипно-шатунного механизма.
   Классификация ДВС:
    1. По топливу
    • бензин, дизель, керосин;
    • газ
       2. Тактовый рабочий цикл.
    • Двухтактные ДВС
    • Четырехтактные ДВС
       3. По типу смесеобразования
    • внешнее смесеобразование (карбюраторные или газовые двигатели). Нужно обратить внимание на то, что карбюраторные двигатели потребляют легкое жидкое топлив (бензин) и в камеру сгорания поступает уже готовая смесь паров топлива с воздухом;
    • внутреннее смесеобразование (бензиновые и дизельные с   непосредственным впрыском топлива)
дизели работают на жидком тяжелом топливе (дизельное). Оно поступает через форсунки в камеру сгорания в тот момент, когда воздух максимально сжат поршнем, находится в верхней мертвой точке (ВМТ), и соответственно перегрет до высокой температуры, достаточной для поджига смеси;
4.По способу воспламенения смеси.
Сгорание топлива 
    • с непосредственным поджиганием смеси в цилиндре в нужный момент, будь то карбюраторные или двигатели с впрыском бензина.;
    • с воспламенением от сжатия в цилиндре (дизель).
`,
    image:
      "https://sun9-49.userapi.com/impg/DvIlBEFot2irb-3H-432MDGgW2_xBw5g6Td6Yw/4r5mEvHNnZM.jpg?size=1025x718&quality=96&sign=f917951244cebc37d5e595ed11515d7c&type=album",
  },
  {
    id: 2,
    question1: "Основные параметры газа. Закон Гей – Люссака.",
    answer1: `Основные параметры газа - давление, абсолютная температура и удельный объем. Закон Гей Люссака — при постоянном давлении объём постоянной массы газа пропорционален абсолютной температуре
`,
    question2: `Циклы поршневых двигателей внутреннего сгорания (цикл Отто).`,
    answer2: `Двигатель внутреннего сгорания (ДВС) — разновидность теплового двигателя, в котором топливная смесь сгорает непосредственно в рабочей камере (внутри) двигателя.
Цикл ОТТО - это цикл, протекающий при постоянном объёме
    • 1—2 — адиабатное сжатие рабочего тела;
    •  2—3 — изохорный подвод теплоты;
    • 3—4 — адиабатное расширение;
    • 4---1 — изохорный отвод теплоты.
    Термический КПД цикла ОТТО зависит только от степени сжатия. Чем выше степень сжатия, тем выше КПД.`,
    image:
      "https://sun9-66.userapi.com/impg/ndmcCNud4JgM7LufXk0-2xjewe7j9HTfqKOD_Q/65XZomfRQv4.jpg?size=598x265&quality=96&sign=bc3db11d9ba5efa58933c7b7a101772d&type=album",
  },
  {
    id: 3,
    question1: `Теплоемкость и способы её определения.
`,
    answer1: `Теплоёмкость - количество теплоты, поглощаемой телом при нагревании на 1 градус 
`,
    question2: `Общие свойства водяных паров, p-V диаграмма. `,
    answer2: `Водяной пар — газообразное агрегатное состояние воды. Не имеет цвета, вкуса и запаха. Водяной пар — в чистом виде или в составе влажного газа, — находящийся в термодинамическом равновесии с поверхностью влажного вещества, называют равновесным водяным паром.
`,
    image:
      "https://sun9-86.userapi.com/impg/LPr16jbqKKtSZ2O1PpkDjspByB7YwLfGI3HRvg/EsfjNj6rjv8.jpg?size=974x730&quality=96&sign=fd34eddc4f78619e952bb95a38c8932b&type=album",
  },
  {
    id: 4,
    question1: `Первый закон термодинамики. 
`,
    answer1: `Количество теплоты, сообщаемое термодинамической системе, равно сумме изменения ее внутренней энергии ΔU и работы A, совершаемой системой против внешних сил.
`,
    question2: `Истечение и дросселирование водяных паров. 
`,
    answer2: `Истечением называется процесс прохождения пара через особую насадку — сопло, при котором увеличивается скорость движения пара, а следовательно, и его кинетическая энергия.
Дросселирование (от нем. drosseln - ограничивать, глушить) - понижение давления газа или пара при протекании через сужение проходного канала трубопровода - дроссель, либо через пористую перегородку.
Истечение — это процесс непрерывного движения газа или пара по каналу изменяющегося сечения. При истечении газа или пара меняются основные параметры его состояния. Для осуществления процесса истечения в теплотехнике применяют короткие участки трубопроводов—специальные насадки, называющиеся соплами или диффузорами.
Соплом называется канал с таким профилем, при движении по которому пара или газа увеличивается скорость потока и уменьшается давление. В сопле потенциальная энергия превращается в кинетическую.
Диффузором называется канал с таким профилем, при движении по которому газа или пара давление увеличивается, а скорость потока уменьшается, т. е. кинетическая энергия уменьшается. Диффузоры широко применяются в струйных насосах, а сопла — в паровых и газовых турбинах.
Дросселирование паров и газов. Если в трубопроводе на пути прохождения пара или газа давлением имеется сужение, то давление по другую сторону сужения становится меньше. Происходящее таким путем понижение давления пара или газа называется дросселированием.

`,
  },
  {
    id: 5,
    question1: `Состав воздуха, абсолютная и относительная влажность воздуха. 
`,
    answer1: `1. Состав воздуха, абсолютная и относительная влажность воздуха.
В состав воздуха входят азот, кислород, углекислый газ и некоторые другие газы.
Абсолютной влажностью влажного воздуха называется масса влаги, содержащаяся в 1 м3 влажного воздуха.
Относительной влажностью влажного воздуха называют отношение действительной абсолютной влажности ненасыщенного воздуха к максимально возможной абсолютной влажности воздуха при той же температуре.
`,
    question2: `Циклы поршневых двигателей внутреннего сгорания (цикл Дизеля). 
`,
    answer2: `Это цикл, протекающий при постоянном давлении. Через выпускной клапан при движении поршня от ВМТ к НМТ цилиндр подаёт свежий заряд. Далее на участке 1-2 происходит адиабатное сжатие. Затем начинается процесс расширения воздуха 2-3 и одновременно подаётся топливо. Топливо самовоспламеняется и сгорает при постоянном давлении. В точке 3 заканчивается подача топлива в цилиндр и расширение рабочего тела происходит при адиабате.`,
    image: `https://sun9-23.userapi.com/impg/WYMtn-Q8ly9NylpZ4FjZkdLZgYHbFCPgJ15vLA/5f1uIit3RMo.jpg?size=793x385&quality=96&sign=60a4989329b46136c44df9dea9d92f01&type=album`,
  },
  {
    id: 6,
    question1: `Понятие о энтальпии и энтропии. `,
    answer1: `Энтальпия - полная энергия рабочего тела, представляющая собой сумму внутренней и потенциальной энергии 
Удельная Энтальпия- это отношение энтальпии к массе
i=I/M
Энтропия-это величина изменения, которой в элементарном процессе равно отношению элементарного кол-ва теплоты, к постоянной температуре
ds-dQ/T
`,
    question2: `Характеристики жидких топлив для ДВС
`,
    answer2: `Для питания двигателей внутреннего сгорания применяются жидкие виды топлива. Наибольшее распространение получило жидкое топливо - бензин для карбюраторных двигателей и дизельное топливо для дизелей. 
Автомобильный бензин - легкое моторное топливо, состоящее из жидких углеводородов. Бензины получают из нефти путем ее тепловой переработки. Они представляют собой бесцветную жидкость со специфическим запахом и плотностью 0,70...0,76 г/см3.
БЕНЗИН
Основными свойствами бензина, характеризующими его эксплуатационные качества, являются испаряемость, теплота сгорания и детонационная стойкость.
Испаряемость бензина зависит, главным образом, от его фракционного состава, который определяется температурой перегонки 10,50 к 90% его объема. Чем больше в бензине легких фракций, т.е. его составляющих частей, полученных при более низкой температуре переработки нефти, тем лучше испаряемость бензина.
Теплотой сгорания топлива называется качество теплоты, которое выделяется при его полном сгорании в нормальных условиях. Бензин, также как и дизельное топливо, имеет высокую теплоту сгорания, составляющую около 44 МДЖ/кг.
Детонационная стойкость характеризует способность бензина быстро и плавно сгорать. Скорость нормального сгорания рабочей смеси составляет 20...40 м/с, при детонации -2000 м/с и выше. Детонационную стойкость бензина оценивают октановым числом. Этот показатель определяется на специальной установке путем сравнения испытуемого бензина с эталонным топливом (смесь изооктана с гектаном). Чем больше октановое число бензина, тем меньше он детонирует и тем большую степень сжатия может иметь двигатель.
ДИЗЕЛЬ 
Дизельное топливо является также продуктом переработки нефти, в основном ее тяжелых фракций. Оно состоит из жидких углеводородов и частично из растворенных в них твердых углеводородов (парафина), плотность 0,830...0,865 г/см3.
Основными свойствами дизельного топлива являются: вязкость, температура помутнения и застывания, испаряемость, 
- Вязкость топлива определяет его подачу и впрыск в цилиндры, а также способность смазывать детали топливо подающей аппаратуры. Оптимальной считается вязкость топлива 2.5...8,5 сСт.
- Помутнение топлива и затем и его застывание происходит при выделении в нем кристаллов парафина вследствие понижения температуры; этот показатель определяет марку и условия применение топлива.
Испаряемость дизельного топлива характеризует его способность к быстрому испарению и самовоспламенению в камере сгорания двигателя; это свойство оценивается фракционным составом (температурой выкипа¬ния 50% и 90% перегоняемого топлива).
`,
  },
  {
    id: 7,
    question1: `Изохорный процесс, изобарный процесс, изотермический процесс. 
`,
    answer1: ``,
    question2: `Способы переноса тепла. 
`,
    answer2: `Перенос теплоты может осуществляться тремя способами: теплопроводностью, конвекцией, тепловым излучением. Теплопроводностью называется перенос теплоты посредством теплового движения микрочастиц в среде, обусловленной неоднородным распределением температуры. Конвекцией называется перенос тепла в среде с неоднородным распределением температуры, осуществляемый макроскопическими элементами среды при их перемещении.
`,
    image: `https://sun9-73.userapi.com/impg/ScVHearbiPj86udPqpxm7rmdgPbXkk7L8EVBuA/L32KX3872Zs.jpg?size=627x552&quality=96&sign=aa90b1f7e34afb3cefe50bbdd00098cf&type=album`,
  },
  {
    id: 8,
    question1: `Основные параметры газа. Закон Шарля. 
`,
    answer1: `Основные параметры газа - давление, абсолютная температура и удельный объем
Закон Шарля - давление газа фиксированной массы и фиксированного объёма прямо пропорционально абсолютной температуре газа.
`,
    question2: `Циклы поршневых двигателей внутреннего сгорания (цикл Тринклера)
`,
    answer2: `Основными циклами ДВС являются: цикл Отто, цикл Дизеля и цикл Сабатэ – Тринклера].
Цикл Тринклера— термодинамический цикл, описывающий рабочий процесс дизельного двигателя со смешанным сгоранием. Объединяет в себе цикл Отто и цикл Дизеля. Это цикл начинается при постоянном объёме и продолжается при постоянном давлении. Двигателя работающие по циклу тринклера имеют ФОР-КАМЕРУ в которой производится впрыск топлива. Соединяется с полостью цилиндра узкими каналами, которые обеспечивают завихрение горячего воздуха при сжатии. Это способствует хорошему перемешиванию топлива при впрыске. Небольшая часть сгорает при впрыске в фор-камеру, остальное догорает в цилиндре.
`,
    image: `https://sun9-79.userapi.com/impg/g22hqHJSnEyqXYjCRXeMcq3kAbygXChxFjnQKw/rNQkC6IGpQ0.jpg?size=1200x881&quality=96&sign=385e578ce21eef05b0eb1a9024a70dd5&type=album`,
  },
  {
    id: 9,
    question1: `Понятие о термодинамическом процессе. Обратимый процесс. Равновесное состояние системы. 
`,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее.
Обратимый процесс — равновесный термодинамический процесс, который может проходить как в прямом, так и в обратном направлении
Равновесным состоянием - состоянием термодинамического равновесия - называется такое состояния термодинамической системы, в котором отсутствуют всякие потоки (энергии, вещества, импульса и т. д.), а макроскопические параметры системы являются установившимися и не изменяются во времени
`,
    question2: `Термодинамические циклы паросиловых установок. 
`,
    answer2: `
Цикл Ре́нкина — термодинамический цикл преобразования тепла в работу с помощью рабочего тела, претерпевающего фазовый переход пар-жидкость (конденсация) и обратный фазовый переход жидкость-пар (испарение). В качестве рабочего тела используется вода, ртуть, различные фреоны и другие вещества. 
Цикл Карно в паросиловой установкеЦикл Карно состоит из следующих процессов: 4-1 - процесс парообразования, осуществляемый в котле при Т1 = const и p1 = const; 1-2 - адиабатное расширение сухого пара в турбине; 2-3 - неполная конденсация пара в конденсаторе при Т2 = const и p2 = const; 3-4 - адиабатное сжатие влажного пара в компрессоре.
`,
    image: `https://sun9-50.userapi.com/impg/7JpCUAKJM8xthPDLGNDReZ_4weSZfiSWJHA0sA/Cn72sIy0VNM.jpg?size=717x487&quality=96&sign=e34a3d3fe15b0bc83507dd9cac61904f&type=album`,
  },
  {
    id: 10,
    question1: `Понятие о термодинамическом процессе. Адиабатный процесс и его уравнение. `,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее.
АДИАБАТНЫЙ ПРОЦЕСС- процесс, происходящий без теплопередачи (Q=0)
.

`,
    question2: `Прямой и обратный циклы Карно. 
`,
    answer2: `Цикл Карно - обратимый круговой процесс, в котором совершается наиболее полное превращение теплоты в работу (или работы в теплоту). Термический КПД и холодильный коэффициент цикла Карно не зависят от физических свойств рабочего тела. Цикл Карно имеет максимально возможный термический КПД. Прямой цикл: 
Точка (1) -подводится теплота от горючего источника при этом рабочее тело расширяется совершая работу при этом Т=const
Точка (2) - подвод теплоты прекращается, и дальнейшая расширения газа происходит по адиабате при этом температура уменьшается. Работа на этом участке производится за счёт изменения внутренней энергии газа.
Точка (3) – расширение прекращается, начинается сжатие за счёт внешнего источника работы
Точка (3-4) - теплота отводится к холодному источнику таким образом, что Т=const  
Точка(4) – отвод теплоты прекращается и дальнейшая температура газа, и давление изменяются по адиабате до точки (1).
Обратный цикл карно:
Точка (1-4) - сжатый газ изменяется по адиабате производя работу. Температура газа уменьшается.
Точка (4-3) - расширение газа производится изотермически. Температура не меняется, т.к. газ отбирает теплоту от холодного источника.
Точка (3-2) – производится изотермическое сжатие. Температура газов увеличивается.
Точка (2-1) – теплота отводится к горячему источнику и сжатие происходит адиабатно.
`,
    image: `https://sun9-9.userapi.com/impg/4Ri0t_z08tm9XHcZhU8Ym7d1BAxU7UwjSMho0g/nbyywjiJBaw.jpg?size=974x428&quality=96&sign=8df9963df27cdab405a6ed32cb4260d5&type=album`,
  },
  {
    id: 11,
    question1: `Понятие о термодинамическом процессе. Адиабатный процесс и его уравнение. `,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее.
АДИАБАТНЫЙ ПРОЦЕСС- процесс, происходящий без теплопередачи (Q=0)
.

`,
    question2: `Прямой и обратный циклы Карно. 
`,
    answer2: `Цикл Карно - обратимый круговой процесс, в котором совершается наиболее полное превращение теплоты в работу (или работы в теплоту). Термический КПД и холодильный коэффициент цикла Карно не зависят от физических свойств рабочего тела. Цикл Карно имеет максимально возможный термический КПД. Прямой цикл: 
Точка (1) -подводится теплота от горючего источника при этом рабочее тело расширяется совершая работу при этом Т=const
Точка (2) - подвод теплоты прекращается, и дальнейшая расширения газа происходит по адиабате при этом температура уменьшается. Работа на этом участке производится за счёт изменения внутренней энергии газа.
Точка (3) – расширение прекращается, начинается сжатие за счёт внешнего источника работы
Точка (3-4) - теплота отводится к холодному источнику таким образом, что Т=const  
Точка(4) – отвод теплоты прекращается и дальнейшая температура газа, и давление изменяются по адиабате до точки (1).
Обратный цикл карно:
Точка (1-4) - сжатый газ изменяется по адиабате производя работу. Температура газа уменьшается.
Точка (4-3) - расширение газа производится изотермически. Температура не меняется, т.к. газ отбирает теплоту от холодного источника.
Точка (3-2) – производится изотермическое сжатие. Температура газов увеличивается.
Точка (2-1) – теплота отводится к горячему источнику и сжатие происходит адиабатно.
`,
    image: `https://sun9-9.userapi.com/impg/4Ri0t_z08tm9XHcZhU8Ym7d1BAxU7UwjSMho0g/nbyywjiJBaw.jpg?size=974x428&quality=96&sign=8df9963df27cdab405a6ed32cb4260d5&type=album`,
  },
  {
    id: 12,
    question1: `Понятие о теплоте, внутренней энергии, работе газа.`,
    answer1: `Внутренняя энергия – это сумма кинетической энергии хаотичного теплового движения молекул и потенциальной энергии их взаимодействия.
Работа в термодинамике равна изменению внутренней энергии тела.
Работой расширения идеального газа называют работу, которую газ совершает против внешнего давления. Работа газа положительна при расширении и отрицательна при его сжатии.
`,
    question2: `Конвективный теплообмен. 
`,
    answer2: `КОНВЕКТИ́ВНЫЙ ТЕПЛООБМЕ́Н, процесс переноса энергии (теплоты) между поверхностью конденсированной фазы (обычно твёрдой) и движущейся жидкостью.`,
  },
  {
    id: 13,
    question1: `Понятие о термодинамическом процессе. Политропный процесс. 
`,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее. При этом наблюдается энергетическое взаимодействие между телом и окружающей средой, сопровождающееся изменением параметров тела.
Политро́пный процесс, политропи́ческий процесс — термодинамический процесс, во время которого теплоёмкость газа остаётся неизменной. Политро́пный процесс, политропи́ческий процесс — термодинамический процесс, во время которого теплоёмкость газа остаётся неизменной.
`,
    question2: `Элементарный состав топлива, теплота сгорания топлива. 
`,
    answer2: `Основными химическими элементами, входящими в состав любого твердого или жидкого топлива, являются: углерод С, водород Н, кислород О, азот N и сера S. Элементарный состав топлива определяется химическим анализом и показывает, из каких элементов и в каком процентном содержании по массе состоит топливо. Жидкое топливо содержит (%): углерод С = 84÷88, водород Н = 11÷14, кислород О = 0,005÷3, серу S = 0,01÷5.
Теплота сгорания топлива показывает, какое количество тепла (В ккал) выделяется при сгорании 1 кг топлива.
`,
  },
  {
    id: 14,
    question1: `Основные параметры газа. Закон Авогадро. 
`,
    answer1: `Основные параметры газа - давление, абсолютная температура и удельный объем
Зако́н Авога́дро — закон, согласно которому в равных объёмах различных газов, взятых при одинаковых температурах и давлениях, содержится одно и то же количество молекул. Закон Авогадро звучит следующим образом: В равных объемах газов (V) при одинаковых условиях (температуре Т и давлении Р) содержится одинаковое число молекул. 
`,
    question2: `Сложный теплообмен. 
`,
    answer2: `Сложный теплообмен - сочетание различных видов теплообмена может быть весьма разнообразным, и роль их в общем процессе неодинакова.
`,
  },
  {
    id: 15,
    question1: `Второй закон термодинамики. 
`,
    answer1: `В изолированной системе энтропия либо остаётся неизменной, либо возрастает (в неравновесных процессах), достигая максимума при установлении термодинамического равновесия (закон возрастания энтропии) Если по другому, то он гласит, что нельзя передать тепло от менее нагретого тела к более нагретому. То есть если будут два тела с температурами 10C и 15C. То тело с температурой 15 отдаст часть своего тепла телу с температурой 10, пока не наступит равновесие температур.
`,
    question2: `Виды теплообмена, распространение теплоты в однородном теле. 
`,
    answer2: `Виды теплообмена - теплопроводность, конвекция, тепловое излучение
`,
  },
  {
    id: 16,
    question1: `Рабочее тело и параметры его состояния
`,
    answer1: `Рабочее тело - это условное несменяемое материальное тело, расширяющееся при подводе к нему теплоты и сжимающееся при охлаждении и выполняющее работу по перемещению рабочего органа тепловой машины. В теоретических разработках рабочее тело обычно обладает свойствами идеального газа.
Параметры состояния: удельный объем, абсолютное давление, абсолютная температура, внутренняя энергия, энтальпия. Энтропия, концентрация, теплоемкость.
`,
    question2: `Виды теплообмена, распространение теплоты в однородном теле.
`,
    answer2: `1. Теплопроводность – передача теплоты внутри одного тела или при непосредственном соприкосновении тел, обусловленная тепловым движением микрочастиц (атомов, молекул).
2. Конвекция – передача теплоты с помощью движущейся жидкотекучей среды или газового потока.
3. Лучистый теплообмен (излучение) – передача теплоты с помощью электромагнитных волн или лучей.
`,
  },
  {
    id: 17,
    question1: `Основные параметры газов. Закон Бойля – Мариотта. 
`,
    answer1: `Основные параметры газов: давление, абсолютная температура, удельный объем
Закон Бойля-Мариотта — давление газа в изотермическом процессе обратно пропорционально занимаемому газом объёму.
`,
    question2: `Конвективный теплообмен, теплообмен излучением 
`,
    answer2: `Конвективный теплообмен -  процесс переноса тепла, происходящий в движущихся текучих средах и обусловленный совместным действием двух механизмов переноса тепла — собственно конвективного переноса и теплопроводности
Теплообмен излучением, лучистый теплообмен — теплообмен между телами, осуществляющийся в результате процессов превращения внутренней энергии тела в энергию электромагнитного излучения, переноса последней в пространстве и её последующего поглощения другим телом.
`,
  },
  {
    id: 18,
    question1: `Понятие об энтропии газа и Т-s диаграмма.
`,
    answer1: `Энтропия-это величина изменения, которой в элементарном процессе равно отношению элементарного кол-ва теплоты, к постоянной температуре ds-dQ/T`,
    question2: `Основной закон теплопроводности. 
`,
    answer2: `Закон Фурье - во всякой точке тела или вещества в процессе теплопроводности присуща однозначная взаимосвязь между тепловым потоком и градиентом температуры.
`,
    image: `https://sun9-51.userapi.com/impg/SvjSw3cJRfdUnEqXFVPyKqVq3BeP-MWWiN8bQQ/x9kleTfjss8.jpg?size=649x337&quality=96&sign=4440de8fc395cefa9a988be359e7422d&type=album`,
  },
  {
    id: 19,
    question1: `Второй закон термодинамики. 
`,
    answer1: `В изолированной системе энтропия либо остаётся неизменной, либо возрастает (в неравновесных процессах), достигая максимума при установлении термодинамического равновесия (закон возрастания энтропии) Если по другому, то он гласит, что нельзя передать тепло от менее нагретого тела к более нагретому. То есть если будут два тела с температурами 10C и 15C. То тело с температурой 15 отдаст часть своего тепла телу с температурой 10, пока не наступит равновесие температур. 
`,
    question2: `Виды теплообмена, распространение теплоты в однородном теле.
`,
    answer2: `Виды теплообмена - теплопроводность, конвекция, тепловое излучение

`,
  },
  {
    id: 20,
    question1: `Термодинамические процессы, энтальпия газа, изменение состояния газа. 
`,
    answer1: `?????????`,
    question2: `Коэффициент теплопередач. Тепловая изоляция. 
`,
    answer2: `Общий коэффициент теплопередачи (величина U) показывает, насколько хорошо тепло проходит через различные устойчивые вещества.
`,
    image:
      "https://sun9-73.userapi.com/impg/ScVHearbiPj86udPqpxm7rmdgPbXkk7L8EVBuA/L32KX3872Zs.jpg?size=627x552&quality=96&sign=aa90b1f7e34afb3cefe50bbdd00098cf&type=album",
  },
  {
    id: 21,
    question1: `Критическое состояние вещества, теплота парообразования и перегрева. 
`,
    answer1: `Критическое состояние (критич. фаза), состояние двухфазной системы, в котором сосуществующие в равновесии фазы (напр., жидкость и ее насыщ. пар или две несмешивающиеся жидкости) становятся тождественными по всем своим свойствам.
Теплота перегрева– количество теплоты, необходимое для перевода 1кг сухого насыщенного пара в перегретый при постоянном давлении.
Уде́льная теплота́ парообразова́ния и конденса́ции — физическая величина, показывающая, какое количество теплоты необходимо, чтобы обратить количество жидкости с единичной массой в пар , при данной температуре жидкости и без её изменения (температуры) в процессе испарения.
`,
    question2: `Теплообмен излучением.
`,
    answer2: `Тепловое излучение (радиационный теплообмен) – способ переноса теплоты в пространстве, осуществляемый в результате распространения электромагнитных волн, энергия которых при взаимодействии с веществом переходит в тепло.`,
  },
  {
    id: 22,
    question1: `i-s диаграмма водяного пара. 
`,
    answer1: `is-диаграмма применяется для практических расчетов процессов водяного пара. На ней теплота и энтальпия измеряются линейными отрезками. Где I- это энтальпия , а S- энтрапия
`,
    question2: `Уравнения состояния идеального газа. 
`,
    answer2: ` pV = nRT 
p - давление, V - обьем газа, n - кол-во вещества, R - универсальная газовая постоянная 8 314, Т - температура 
`,
    image: `https://sun9-78.userapi.com/impg/uzgitEnMgjMuGkXmQ2CX62RQkqbMGWBdelIXWQ/4l_jaaN1mnU.jpg?size=401x300&quality=96&sign=32e117e6d7cb41565f0ca50bb330c464&type=album`,
  },
  {
    id: 23,
    question1: `Цикл Карно и его термодинамическое значение. 
`,
    answer1: `В термодинамике цикл Карно́ или процесс Карно́ — это идеальный круговой процесс, состоящий из двух адиабатных и двух изотермических процессов. Цикл карно - это процесс, состоящий из двух изотрем и двух адиабат.
В процессе Карно термодинамическая система выполняет механическую работу и обменивается теплотой с двумя тепловыми резервуарами, имеющими постоянные, но различающиеся температуры.
`,
    question2: `Рабочее тело и его параметры. 
`,
    answer2: `Рабочее тело — в теплотехнике и термодинамике условное несменяемое материальное тело, расширяющееся при подводе к нему теплоты и сжимающееся при охлаждении и выполняющее работу по перемещению рабочего органа тепловой машины. В теоретических разработках рабочее тело обычно обладает свойствами идеального газа
Основные параметры состояния рабочего тела: удельный объем, давление и температура. Удельный объем V - первый параметр - представляет собой объем единицы массы вещества, обычно 1 кг. Второй термодинамический параметр - давление (абсолютное) р - есть сила, приходящаяся на единицу площади поверхности, окружающей газ.
`,
    image: `https://sun9-39.userapi.com/impg/aohvo9kTHgnaQO1YTRdr-e2m71hjLfssnyoJmA/-l22RmVqYO0.jpg?size=354x243&quality=96&sign=414adb39c744cdaddba43ebbe1360b2a&type=album`,
  },
  {
    id: 24,
    question1: `Понятие о термодинамическом процессе. Политропный процесс. 
`,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее. При этом наблюдается энергетическое взаимодействие между телом и окружающей средой, сопровождающееся изменением параметров тела.
Политро́пный процесс, политропи́ческий процесс — термодинамический процесс, во время которого теплоёмкость газа остаётся неизменной.
`,
    question2: `Процесс парообразования в р – V диаграмме. 
`,
    answer2: ``,
    image: `https://sun9-86.userapi.com/impg/LPr16jbqKKtSZ2O1PpkDjspByB7YwLfGI3HRvg/EsfjNj6rjv8.jpg?size=974x730&quality=96&sign=fd34eddc4f78619e952bb95a38c8932b&type=album`,
  },
  {
    id: 25,
    question1: `Цикл с промежуточным перегревом пара. `,
    answer1: `Одним из способов, позволяющих снизить влажность пара на выходе из турбины, является перегрев пара. Применение перегрева пара приводит к увеличению термического КПД цикла и одновременно приводит к более высоким степеням сухости пара.
`,
    question2: `Рабочее тело и его параметры. 
`,
    answer2: `Рабочее тело — в теплотехнике и термодинамике условное несменяемое материальное тело, расширяющееся при подводе к нему теплоты и сжимающееся при охлаждении и выполняющее работу по перемещению рабочего органа тепловой машины. В теоретических разработках рабочее тело обычно обладает свойствами идеального газа. Основные параметры состояния рабочего тела: удельный объем, давление и температура. Удельный объем V - первый параметр - представляет собой объем единицы массы вещества, обычно 1 кг. Второй термодинамический параметр - давление (абсолютное) р - есть сила, приходящаяся на единицу площади поверхности, окружающей газ.
`,
    image: `https://sun9-41.userapi.com/impg/4Y69stZV0yS5m5aW20H8poKKnCnyKRT5cd9hRQ/FYAT974lTVA.jpg?size=750x563&quality=96&sign=ee19b7f0b5799116d32f63df73974ee1&type=album`,
  },
  {
    id: 26,
    question1: `Газовые смеси. 
`,
    answer1: `Газовая смесь представляет собой смесь газов, химически не взаимодействующих между собой. Простейшим представителем газовых смесей является воздух, который состоит из кислорода, азота, водяных паров, метана, ксенона, гелия и других газов.
Газовые смеси рассматриваются как идеальные газы и подчиняются законам идеальных газов. Уравнением состояния для них служит уравнение Менделеева — Клапейрона
`,
    question2: `Элементарный состав топлива, теплота сгорания топлива.`,
    answer2: `Основными химическими элементами, входящими в состав любого твердого или жидкого топлива, являются: углерод С, водород Н, кислород О, азот N и сера S. Элементарный состав топлива определяется химическим анализом и показывает, из каких элементов и в каком процентном содержании по массе состоит топливо. Жидкое топливо содержит (%): углерод С = 84÷88, водород Н = 11÷14, кислород О = 0,005÷3, серу S = 0,01÷5. 
Теплота сгорания топлива показывает, какое количество тепла (В ккал) выделяется при сгорании 1 кг топлива.`,
  },
  {
    id: 27,
    question1: `Истинная и средняя теплоёмкость. Изобарная и изохорная теплоёмкость идеального газа. Зависимость теплоёмкости газов от температуры 
`,
    answer1: `Различают теплоемкость среднюю и истинную. Средней теплоемкостью с„, называют количество теплоты, которое расходуется при нагревании единицы газа (1 кг, 1 м3, 1 моль) на 1 К от t1 до t2:
с=q/(t2-t1)
Чем меньше разность температур t2 – t1, тем больше значение средней теплоемкости приближается к истинной с. Следовательно, истинная теплоемкость будет иметь место при значении t2 – t1 приближающемся к нулю.

`,
    question2: ` Теоретические термодинамические циклы ДВС. Действительные циклы ДВС.
`,
    answer2: `Термодинамические циклы двигателей внутреннего сгорания бывают трех видов: — цикл с подводом тепла при постоянном объеме (карбюраторные и газовые двигатели); — цикл с подводом тепла при постоянном давлении (компрессорные дизели); — цикл со смешанным подводом тепла (бескомпрессорные дизели).
Действительным циклом двигателя называется совокупность периодически повторяющихся тепловых, химических и газодинамических процессов, в результате которых термохимическая энергия топлива преобразуется в механическую работу.
`,
  },
  {
    id: 28,
    question1: `Адиабатный процесс истечения газа. Некоторые особенности истечения пара.`,
    answer1: `При адиабатном истечении газа температура газа уменьшается по длине канала в направлении движения потока, следовательно, уменьшается и его скорость звука, а скорость истечения газа растёт.
`,
    question2: `Процесс пуска, температура и давление остаточных газов.
`,
    answer2: `?????`,
  },
  {
    id: 29,
    question1: `Адиабатный процесс истечения газа. Некоторые особенности истечения пара.`,
    answer1: `При адиабатном истечении газа температура газа уменьшается по длине канала в направлении движения потока, следовательно, уменьшается и его скорость звука, а скорость истечения газа растёт.
`,
    question2: `Процесс пуска, температура и давление остаточных газов.
`,
    answer2: `?????`,
  },
];
