export const dataThermo = [
  {
    id: 1,
    question1: "Уравнения состояния идеального газа",
    answer1: `pV = nRT 
p - давление, V - обьем газа, n - кол-во вещества, R - универсальная газовая постоянная 8 314, Т - температура 
`,
    question2: `Общие сведения и классификация ДВС`,
    answer2: `Классификация ДВС`,
    image:
      "https://sun9-49.userapi.com/impg/DvIlBEFot2irb-3H-432MDGgW2_xBw5g6Td6Yw/4r5mEvHNnZM.jpg?size=1025x718&quality=96&sign=f917951244cebc37d5e595ed11515d7c&type=album",
  },
  {
    id: 2,
    question1: "Уравнения состояния идеального газа",
    answer1: `pV = nRT 
p - давление, V - обьем газа, n - кол-во вещества, R - универсальная газовая постоянная 8 314, Т - температура 
`,
    question2: `Общие сведения и классификация ДВС`,
    answer2: `Классификация ДВС`,
    image:
      "https://sun9-49.userapi.com/impg/DvIlBEFot2irb-3H-432MDGgW2_xBw5g6Td6Yw/4r5mEvHNnZM.jpg?size=1025x718&quality=96&sign=f917951244cebc37d5e595ed11515d7c&type=album",
  },
  {
    id: 3,
    question1: `Теплоемкость и способы её определения.
`,
    answer1: `Теплоёмкость - количество теплоты, поглощаемой телом при нагревании на 1 градус 
`,
    question2: `Общие свойства водяных паров, p-V диаграмма. `,
    answer2: `Водяной пар — газообразное агрегатное состояние воды. Не имеет цвета, вкуса и запаха. Водяной пар — в чистом виде или в составе влажного газа, — находящийся в термодинамическом равновесии с поверхностью влажного вещества, называют равновесным водяным паром.
`,
  },
  {
    id: 4,
    question1: `Первый закон термодинамики. 
`,
    answer1: `Количество теплоты, сообщаемое термодинамической системе, равно сумме изменения ее внутренней энергии ΔU и работы A, совершаемой системой против внешних сил.
`,
    question2: `Истечение и дросселирование водяных паров. 
`,
    answer2: `Истечением называется процесс прохождения пара через особую насадку — сопло, при котором увеличивается скорость движения пара, а следовательно, и его кинетическая энергия.
Дросселирование (от нем. drosseln - ограничивать, глушить) - понижение давления газа или пара при протекании через сужение проходного канала трубопровода - дроссель, либо через пористую перегородку.

`,
  },
  {
    id: 5,
    question1: `Состав воздуха, абсолютная и относительная влажность воздуха. 
`,
    answer1: `Воздух состоит из смеси примерно двадцати семи различных газов. Примерно на 99% — это смесь кислорода и азота. В составе оставшегося процента: водяной пар, углекислый газ, метан, водород, озон, инертные газы (аргон, ксенон, неон, гелий, криптон) и другие.
Абсолютная влажность воздуха – это масса водяного пара, содержащаяся в одном кубическом метре воздуха. 
Относительная влажность воздуха определяется как отношение текущего и максимального значения абсолютной влажности при определенной температуре воздуха.
`,
    question2: `Циклы поршневых двигателей внутреннего сгорания (цикл Дизеля). 
`,
    answer2: ``,
    image: `https://sun9-23.userapi.com/impg/WYMtn-Q8ly9NylpZ4FjZkdLZgYHbFCPgJ15vLA/5f1uIit3RMo.jpg?size=793x385&quality=96&sign=60a4989329b46136c44df9dea9d92f01&type=album`,
  },
  {
    id: 6,
    question1: `Понятие о энтальпии и энтропии. `,
    answer1: `Энтальпия — это термодинамическое свойство вещества, которое указывает уровень энергии, сохраненной в его молекулярной структуре.
Энтропией называется функция состояния термодинамической системы.
`,
    question2: `Энтальпия — это термодинамическое свойство вещества, которое указывает уровень энергии, сохраненной в его молекулярной структуре.
Энтропией называется функция состояния термодинамической системы.
`,
    answer2: `Основным сырьем для получения жидких топлив для дизелей является нефть. В результате переработки из нефти получают жидкие топлива и смазочные масла.  Дизелные топлива — это главным образом продукты прямой перегонки нефти
`,
  },
  {
    id: 7,
    question1: `Изохорный процесс, изобарный процесс, изотермический процесс. 
`,
    answer1: ``,
    question2: `Способы переноса тепла. 
`,
    answer2: `Теплопроводность, конвективный перенос и излучение
`,
    image: `https://sun9-73.userapi.com/impg/ScVHearbiPj86udPqpxm7rmdgPbXkk7L8EVBuA/L32KX3872Zs.jpg?size=627x552&quality=96&sign=aa90b1f7e34afb3cefe50bbdd00098cf&type=album`,
  },
  {
    id: 8,
    question1: `Основные параметры газа. Закон Шарля. 
`,
    answer1: `Основные параметры газа - давление, абсолютная температура и удельный объем
Закон Шарля - давление газа фиксированной массы и фиксированного объёма прямо пропорционально абсолютной температуре газа.
`,
    question2: `Циклы поршневых двигателей внутреннего сгорания (цикл Тринклера)
`,
    answer2: `Основными циклами ДВС являются: цикл Отто, цикл Дизеля и цикл Сабатэ – Тринклера].
Цикл Тринклера— термодинамический цикл, описывающий рабочий процесс дизельного двигателя со смешанным сгоранием. Объединяет в себе цикл Отто и цикл Дизеля.
`,
    image: `https://sun9-79.userapi.com/impg/g22hqHJSnEyqXYjCRXeMcq3kAbygXChxFjnQKw/rNQkC6IGpQ0.jpg?size=1200x881&quality=96&sign=385e578ce21eef05b0eb1a9024a70dd5&type=album`,
  },
  {
    id: 9,
    question1: `Понятие о термодинамическом процессе. Обратимый процесс. Равновесное состояние системы. 
`,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее.
Обратимый процесс — равновесный термодинамический процесс, который может проходить как в прямом, так и в обратном направлении
Равновесным состоянием - состоянием термодинамического равновесия - называется такое состояния термодинамической системы, в котором отсутствуют всякие потоки (энергии, вещества, импульса и т. д.), а макроскопические параметры системы являются установившимися и не изменяются во времени
`,
    question2: `Термодинамические циклы паросиловых установок. 
`,
    answer2: `
Цикл Ре́нкина — термодинамический цикл преобразования тепла в работу с помощью рабочего тела, претерпевающего фазовый переход пар-жидкость (конденсация) и обратный фазовый переход жидкость-пар (испарение). В качестве рабочего тела используется вода, ртуть, различные фреоны и другие вещества. 
Цикл Карно в паросиловой установкеЦикл Карно состоит из следующих процессов: 4-1 - процесс парообразования, осуществляемый в котле при Т1 = const и p1 = const; 1-2 - адиабатное расширение сухого пара в турбине; 2-3 - неполная конденсация пара в конденсаторе при Т2 = const и p2 = const; 3-4 - адиабатное сжатие влажного пара в компрессоре.
`,
    image: `https://sun9-50.userapi.com/impg/7JpCUAKJM8xthPDLGNDReZ_4weSZfiSWJHA0sA/Cn72sIy0VNM.jpg?size=717x487&quality=96&sign=e34a3d3fe15b0bc83507dd9cac61904f&type=album`,
  },
  {
    id: `10, 11`,
    question1: `Понятие о термодинамическом процессе. Адиабатный процесс и его уравнение. `,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее.
АДИАБАТНЫЙ ПРОЦЕСС- процесс, происходящий без теплопередачи (Q=0)
.

`,
    question2: `Прямой и обратный циклы Карно. 
`,
    answer2: `Цикл Карно - обратимый круговой процесс, в котором совершается наиболее полное превращение теплоты в работу (или работы в теплоту). Термический КПД и холодильный коэффициент цикла Карно не зависят от физических свойств рабочего тела. Цикл Карно имеет максимально возможный термический КПД.
`,
    image: `https://sun9-85.userapi.com/impg/v49au99ylN-HGMEheQNcZYCm3407FGCFv2h97A/Pev3Zi_H2Ps.jpg?size=185x246&quality=96&sign=3f26e6255a93c57943b3ebc9810374bb&type=album`,
  },
  {
    id: 12,
    question1: `Понятие о теплоте, внутренней энергии, работе газа.`,
    answer1: `Теплота или тепловая работа - мера теплового энергетического взаимодействия тел, возникающая при наличии разности их температур. Теплота имеет обозначения Q и q=Q/m – удельная теплота.
Внутренней энергией термодинамической системы (т. е. системы, со- стоящей из большого количества молекул) называется сумма кинетиче- ской энергии хаотического движения молекул и потенциальной энергии их взаимодействия2.
В термодинамике работа газа это результат взаимодействия системы с внешними объектами (например, поршнями), в результате чего изменяются параметры системы.
`,
    question2: `Конвективный теплообмен. 
`,
    answer2: `КОНВЕКТИ́ВНЫЙ ТЕПЛООБМЕ́Н, процесс переноса энергии (теплоты) между поверхностью конденсированной фазы (обычно твёрдой) и движущейся жидкостью.`,
  },
  {
    id: 13,
    question1: `Понятие о термодинамическом процессе. Политропный процесс. 
`,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее. При этом наблюдается энергетическое взаимодействие между телом и окружающей средой, сопровождающееся изменением параметров тела.
Политро́пный процесс, политропи́ческий процесс — термодинамический процесс, во время которого теплоёмкость газа остаётся неизменной.
`,
    question2: `Элементарный состав топлива, теплота сгорания топлива. 
`,
    answer2: `Основными химическими элементами, входящими в состав любого твердого или жидкого топлива, являются: углерод С, водород Н, кислород О, азот N и сера S.
`,
  },
  {
    id: 14,
    question1: `Основные параметры газа. Закон Авогадро. 
`,
    answer1: `Основные параметры газа - давление, абсолютная температура и удельный объем
Зако́н Авога́дро — закон, согласно которому в равных объёмах различных газов, взятых при одинаковых температурах и давлениях, содержится одно и то же количество молекул.
`,
    question2: `Сложный теплообмен. 
`,
    answer2: `Сложный теплообмен - сочетание различных видов теплообмена может быть весьма разнообразным, и роль их в общем процессе неодинакова.
`,
  },
  {
    id: 15,
    question1: `Второй закон термодинамики. 
`,
    answer1: `В изолированной системе энтропия либо остаётся неизменной, либо возрастает (в неравновесных процессах), достигая максимума при установлении термодинамического равновесия (закон возрастания энтропии)
`,
    question2: `Виды теплообмена, распространение теплоты в однородном теле. 
`,
    answer2: `Виды теплообмена - теплопроводность, конвекция, тепловое излучение
`,
  },
  {
    id: 16,
    question1: `Рабочее тело и параметры его состояния
`,
    answer1: `Рабочее тело - это условное несменяемое материальное тело, расширяющееся при подводе к нему теплоты и сжимающееся при охлаждении и выполняющее работу по перемещению рабочего органа тепловой машины. В теоретических разработках рабочее тело обычно обладает свойствами идеального газа.
Параметры состояния: удельный объем, абсолютное давление, абсолютная температура, внутренняя энергия, энтальпия. Энтропия, концентрация, теплоемкость.
`,
    question2: `Виды теплообмена, распространение теплоты в однородном теле.
`,
    answer2: `Виды теплообмена: теплопроводность, конвекция, тепловое излучение 
`,
  },
  {
    id: 17,
    question1: `Основные параметры газов. Закон Бойля – Мариотта. 
`,
    answer1: `Основные параметры газов: давление, абсолютная температура, удельный объем
Закон Бойля-Мариотта — давление газа в изотермическом процессе обратно пропорционально занимаемому газом объёму.
`,
    question2: `Конвективный теплообмен, теплообмен излучением 
`,
    answer2: `Конвективный теплообмен -  процесс переноса тепла, происходящий в движущихся текучих средах и обусловленный совместным действием двух механизмов переноса тепла — собственно конвективного переноса и теплопроводности
Тепловое излучение – способ переноса теплоты в пространстве, осуществляемый в результате распространения электромагнитных волн, энергия которых при взаимодействии с веществом переходит в тепло.
`,
  },
  {
    id: 18,
    question1: `Понятие об энтропии газа и Т-s диаграмма.
`,
    answer1: `???`,
    question2: `Основной закон теплопроводности. 
`,
    answer2: `Закон Фурье - во всякой точке тела или вещества в процессе теплопроводности присуща однозначная взаимосвязь между тепловым потоком и градиентом температуры.
`,
  },
  {
    id: 19,
    question1: `Второй закон термодинамики. 
`,
    answer1: `В изолированной системе энтропия либо остаётся неизменной, либо возрастает (в неравновесных процессах), достигая максимума при установлении термодинамического равновесия (закон возрастания энтропии).
`,
    question2: `Виды теплообмена, распространение теплоты в однородном теле.
`,
    answer2: `Виды теплообмена - теплопроводность, конвекция, тепловое излучение

`,
  },
  {
    id: 20,
    question1: `Термодинамические процессы, энтальпия газа, изменение состояния газа. 
`,
    answer1: ``,
    question2: `Коэффициент теплопередач. Тепловая изоляция. 
`,
    answer2: `Общий коэффициент теплопередачи (величина U) показывает, насколько хорошо тепло проходит через различные устойчивые вещества.
`,
    image:
      "https://sun9-73.userapi.com/impg/ScVHearbiPj86udPqpxm7rmdgPbXkk7L8EVBuA/L32KX3872Zs.jpg?size=627x552&quality=96&sign=aa90b1f7e34afb3cefe50bbdd00098cf&type=album",
  },
  {
    id: 21,
    question1: `Критическое состояние вещества, теплота парообразования и перегрева. 
`,
    answer1: `Критическое состояние (критич. фаза), состояние двухфазной системы, в котором сосуществующие в равновесии фазы (напр., жидкость и ее насыщ. пар или две несмешивающиеся жидкости) становятся тождественными по всем своим свойствам.
Теплота перегрева– количество теплоты, необходимое для перевода 1кг сухого насыщенного пара в перегретый при постоянном давлении.
Уде́льная теплота́ парообразова́ния и конденса́ции — физическая величина, показывающая, какое количество теплоты необходимо, чтобы обратить количество жидкости с единичной массой в пар , при данной температуре жидкости и без её изменения (температуры) в процессе испарения.
`,
    question2: `Теплообмен излучением.
`,
    answer2: `Тепловое излучение (радиационный теплообмен) – способ переноса теплоты в пространстве, осуществляемый в результате распространения электромагнитных волн, энергия которых при взаимодействии с веществом переходит в тепло.`,
  },
  {
    id: 22,
    question1: `i-s диаграмма водяного пара. 
`,
    answer1: `is-диаграмма применяется для практических расчетов процессов водяного пара. На ней теплота и энтальпия измеряются линейными отрезками.
`,
    question2: `Уравнения состояния идеального газа. 
`,
    answer2: ` pV = nRT 
p - давление, V - обьем газа, n - кол-во вещества, R - универсальная газовая постоянная 8 314, Т - температура 
`,
    image: `https://sun9-78.userapi.com/impg/uzgitEnMgjMuGkXmQ2CX62RQkqbMGWBdelIXWQ/4l_jaaN1mnU.jpg?size=401x300&quality=96&sign=32e117e6d7cb41565f0ca50bb330c464&type=album`,
  },
  {
    id: 23,
    question1: `Цикл Карно и его термодинамическое значение. 
`,
    answer1: `В термодинамике цикл Карно́ или процесс Карно́ — это идеальный круговой процесс, состоящий из двух адиабатных и двух изотермических процессов.
`,
    question2: `Рабочее тело и его параметры. 
`,
    answer2: `Рабочее тело в термодинамике — это условное несменяемое материальное тело, расширяющееся при подводе к нему теплоты и сжимающееся при охлаждении и выполняющее работу по перемещению рабочего органа тепловой машины.
Параметры рабочего тела - удельный объем, давление и температура.
`,
    image: `https://sun9-39.userapi.com/impg/aohvo9kTHgnaQO1YTRdr-e2m71hjLfssnyoJmA/-l22RmVqYO0.jpg?size=354x243&quality=96&sign=414adb39c744cdaddba43ebbe1360b2a&type=album`,
  },
  {
    id: 24,
    question1: `Понятие о термодинамическом процессе. Политропный процесс. 
`,
    answer1: `Термодинамическим процессом называется процесс изменения состояния термодинамического тела (системы), не находящегося в термодинамическом равновесии с внешней средой и не изолированный от нее. При этом наблюдается энергетическое взаимодействие между телом и окружающей средой, сопровождающееся изменением параметров тела.
Политро́пный процесс, политропи́ческий процесс — термодинамический процесс, во время которого теплоёмкость газа остаётся неизменной.
`,
    question2: `Процесс парообразования в р – V диаграмме. 
`,
    answer2: ``,
    image: `https://sun9-20.userapi.com/impg/uqGKvy5mSBAxX0AcRvLdzMGJDMFb2Pl_DU4hTA/9py-pV4_Myc.jpg?size=451x256&quality=96&sign=119c3f17df6aaef224ac6b883f1daeeb&type=album`,
  },
  {
    id: 25,
    question1: `Цикл с промежуточным перегревом пара. `,
    answer1: `Одним из способов, позволяющих снизить влажность пара на выходе из турбины, является перегрев пара. Применение перегрева пара приводит к увеличению термического КПД цикла и одновременно приводит к более высоким степеням сухости пара.
`,
    question2: `Рабочее тело и его параметры. 
`,
    answer2: `Рабочее тело в термодинамике — это условное несменяемое материальное тело, расширяющееся при подводе к нему теплоты и сжимающееся при охлаждении и выполняющее работу по перемещению рабочего органа тепловой машины.
Параметры рабочего тела - удельный объем, давление и температура.
`,
  },
  {
    id: 26,
    question1: `Газовые смеси. 
`,
    answer1: `Газовая смесь - смесь отдельных газов, не вступающих между собой ни в какие химические реакции.
`,
    question2: `Элементарный состав топлива, теплота сгорания топлива.`,
    answer2: `Основными химическими элементами, входящими в состав любого твердого или жидкого топлива, являются: углерод С, водород Н, кислород О, азот N и сера S.`,
  },
  {
    id: 27,
    question1: `Истинная и средняя теплоёмкость. Изобарная и изохорная теплоёмкость идеального газа. Зависимость теплоёмкости газов от температуры 
`,
    answer1: `Различают теплоемкость среднюю и истинную. Средней теплоемкостью с„, называют количество теплоты, которое расходуется при нагревании единицы газа (1 кг, 1 м3, 1 моль) на 1 К от t1 до t2:
с=q/(t2-t1)
Чем меньше разность температур t2 – t1, тем больше значение средней теплоемкости приближается к истинной с. Следовательно, истинная теплоемкость будет иметь место при значении t2 – t1 приближающемся к нулю.

`,
    question2: ` Теоретические термодинамические циклы ДВС. Действительные циклы ДВС.
`,
    answer2: `Термодинамические циклы двигателей внутреннего сгорания бывают трех видов: — цикл с подводом тепла при постоянном объеме (карбюраторные и газовые двигатели); — цикл с подводом тепла при постоянном давлении (компрессорные дизели); — цикл со смешанным подводом тепла (бескомпрессорные дизели).
Действительным циклом двигателя называется совокупность периодически повторяющихся тепловых, химических и газодинамических процессов, в результате которых термохимическая энергия топлива преобразуется в механическую работу.
`,
  },
  {
    id: `28, 29`,
    question1: `Адиабатный процесс истечения газа. Некоторые особенности истечения пара.`,
    answer1: `При адиабатном истечении газа температура газа уменьшается по длине канала в направлении движения потока, следовательно, уменьшается и его скорость звука, а скорость истечения газа растёт.
`,
    question2: `Процесс пуска, температура и давление остаточных газов.
`,
    answer2: `?????`,
  },
];
